{
  "header": {
    "aboutMe": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte"
  },
  "welcome": {
    "button": "Projekte",
    "button2": "Kontakt",
    "span1": "Offen für Arbeit",
    "span2": "Wohnort Plettenberg",
    "span3": "Verfügbar für Homeoffice",
    "span4": "Front & Backend Entwickler"
  },
  "aboutme": {
    "title": "Wer ich bin",
    "aboutme-title": "Über mich",
    "first-text": "Hallo, mein Name ist Marco und ich bin ein deutschsprachiger Frontend-Entwickler aus Plettenberg. Angetrieben von den unbegrenzten Möglichkeiten der IT, begeistert es mich, visuell ansprechende und intuitive Websites sowie Anwendungen zu entwickeln.",
    "second-text": "Ich bin flexibel und arbeite sowohl vor Ort in Plettenberg als auch remote effektiv. Dank meiner Anpassungsfähigkeit integriere ich mich problemlos in Teams oder arbeite selbstständig an Projekten, stets mit einer klaren Kommunikation und strukturierten Arbeitsweise.",
    "third-text": "Ich bin offen für neue Ideen und immer bestrebt, mich persönlich weiterzuentwickeln. Ständig auf der Suche nach spannenden Herausforderungen, sehe ich jede Aufgabe als Chance, mein Wissen und meine Fähigkeiten auf das nächste Level zu bringen.",
    "fourth-text": "In meinem Beruf ist Programmieren nicht nur das Schreiben von Code, sondern eine kreative Art, Probleme zu lösen. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. So unterstütze ich Sie dabei, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken."
  },
  "skills": {
    "title": "Technologien",
    "skillset": "Expertise",
    "text-skillset": "Im Rahmen meiner Weiterbildung im Front- und Backend-Bereich habe ich an verschiedenen Projekten gearbeitet und dabei eine Vielzahl von Technologien und Konzepten eingesetzt. Ich bin offen für neue Ansätze, um meine Fähigkeiten kontinuierlich zu erweitern und in der sich ständig weiterentwickelnden Welt der Webentwicklung immer auf dem neuesten Stand zu bleiben.",
    "second-title": "Sie brauchen eine weitere Fertigkeit?",
    "second-text": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen und neue Erfahrungen zu sammeln.",
    "button": "Kontaktieren",
    "mindset": "Ich habe ein besonderes Interesse dies zu Lernen"
  },
  "projects": {
    "title": "Projekte",
    "text": "Entdecken Sie hier eine Auswahl meiner Arbeiten und interagieren Sie mit meinen Projekten,",
    "text2": "um meine Fähigkeiten in Aktion zu erleben."
  },
  "project-info": {
    "subtitle": "Aufgabenmanager Tool",
    "description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu",
    "subtitle1": "2D Jump and Run Spiel",
    "description1": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "subtitle2": "Sozialemedien App",
    "description2": "Diese App ist ein Slack Clone App. Sie revolutioniert die Teamkommunikation und Zusammenarbeit mit ihrer intuitiven Oberfläche.",
    "button": "Nächstes Projekt"
  },
  "references": {
    "title": "Was meine Kollegen über mich sagen",
    "textbox1": "Marco hat sich als zuverlässiger Gruppenpartner erwiesen. Seine technischen Fähigkeiten und sein proaktiver Ansatz waren entscheidend für den Erfolg unseres Projekts.",
    "textbox2": "Marcos ruhige Art half uns, fokussiert bei der Projektarbeit zu bleiben. Seine technischen Fähigkeiten waren äußerst hilfreich für den Erfolg unserer Projekte.",
    "textbox3": "Die Zusammenarbeit mit Marco ist immer ein Vergnügen. Er bringt frische Ideen und kreative Lösungen auf den Tisch."
  },
  "contact": {
    "contact": "Kontakt",
    "title": "Arbeiten",
    "title1": "wir zusammen",
    "title2": "Gibt es ein Problem zu lösen?",
    "textbox": "Kontaktieren Sie mich über das Formular. Ich bin daran interessiert,",
    "textbox1": "von Ihnen zu hören,Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "textbox2": "Sie benötigen einen Fullstack Entwickler?",
    "span": "Schreiben sie mir"
  },
  "contactform": {
    "name": "Dein Name",
    "email": "Deine Email",
    "message": "Deine Nachricht",
    "button": "Sag Hallo ;)"
  },
  "placeholder": {
    "name": "Hier dein Namen eingeben",
    "email": "Deine@email.de",
    "message": "Hallo Marco, ich bin interessiert..."
  },
  "policy": {
    "text1": "Ich habe die",
    "text2": "Datenschutzbestimmungen",
    "text3": "gelesen und stimme der Verarbeitung meiner Daten zu."
  },
  "imprint": {
    "title": "Impressum",
    "subtitle": "Angaben gemäß § 5 TMG",
    "subtitle2": "Vertreten durch",
    "contact": "Kontakt"
  },
    "privacy": {
      "title": "Datenschutzerklärung",
      "intro": "Vielen Dank für Ihr Interesse an unserer Webseite. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Nachfolgend informieren wir Sie über die Erhebung, Verarbeitung und Nutzung Ihrer personenbezogenen Daten, wenn Sie unsere Webseite besuchen.",
      "dataCollectionTitle": "Erhebung und Speicherung personenbezogener Daten",
      "dataCollectionDescription": "Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen. Dazu zählen beispielsweise Name, Adresse, E-Mail-Adresse oder Telefonnummer. Wir erheben, verarbeiten und nutzen personenbezogene Daten nur, wenn Sie uns diese freiwillig zur Verfügung stellen.",
      "responsibleTitle": "Verantwortlicher",
      "responsibleDescription": "Der Verantwortliche im Sinne der Datenschutz-Grundverordnung (DSGVO) ist Marco Angermann, Unterm Saley 24, 58840 Plettenberg.",
      "howDataCollectedTitle": "Wie wir Ihre Daten erheben",
      "howDataCollectedDescription1": "Wir erheben Ihre Daten durch Ihre aktive Mitteilung, z.B. bei Kontaktformularen oder bei der Registrierung auf unserer Webseite.",
      "howDataCollectedDescription2": "Zudem werden bei der Nutzung unserer Webseite automatisch Daten erfasst, die zur Gewährleistung der Funktionalität und zur Verbesserung unserer Angebote erforderlich sind.",
      "dataUsageTitle": "Nutzung Ihrer Daten",
      "dataUsageDescription": "Wir verwenden Ihre Daten zur Bereitstellung unserer Dienstleistungen, zur Kommunikation mit Ihnen und zur Analyse der Nutzung unserer Webseite. Ihre Daten werden nicht ohne Ihre ausdrückliche Zustimmung an Dritte weitergegeben.",
      "rightsTitle": "Ihre Rechte",
      "rightsDescription": "Sie haben das Recht auf Auskunft über Ihre gespeicherten personenbezogenen Daten, das Recht auf Berichtigung, das Recht auf Löschung und das Recht auf Einschränkung der Verarbeitung. Sie können auch der Verarbeitung Ihrer Daten widersprechen.",
      "hostingTitle": "Hosting und technische Infrastruktur",
      "hostingProviderInfo": "Unsere Webseite wird von einem externen Anbieter gehostet. Der Hosting-Anbieter erhält Zugriff auf Ihre Daten, um die Webseite zu betreiben.",
      "hostingProviderLink": "Datenschutzinformationen des Hosting-Anbieters",
      "generalNoticeTitle": "Allgemeine Hinweise",
      "generalNoticeDescription": "Bitte beachten Sie, dass Datenübertragungen im Internet Sicherheitslücken aufweisen können. Ein vollständiger Schutz Ihrer Daten vor dem Zugriff durch Dritte ist nicht möglich.",
      "storageDurationTitle": "Speicherdauer Ihrer Daten",
      "storageDurationDescription": "Wir speichern Ihre personenbezogenen Daten nur so lange, wie es für die genannten Zwecke erforderlich ist oder gesetzliche Aufbewahrungspflichten bestehen.",
      "legalBasisTitle": "Rechtsgrundlage der Verarbeitung",
      "legalBasisDescription": "Die Verarbeitung Ihrer Daten erfolgt auf Grundlage Ihrer Einwilligung oder zur Erfüllung eines Vertrages mit Ihnen.",
      "dataRecipientsTitle": "Empfänger Ihrer Daten",
      "dataRecipientsDescription": "Ihre personenbezogenen Daten werden nicht an Dritte weitergegeben, es sei denn, Sie haben ausdrücklich zugestimmt oder es besteht eine gesetzliche Verpflichtung.",
      "revocationTitle": "Widerrufsrecht",
      "revocationDescription": "Sie haben das Recht, Ihre Einwilligung zur Verarbeitung Ihrer Daten jederzeit zu widerrufen. Der Widerruf hat keine Auswirkungen auf die Rechtmäßigkeit der bis zum Widerruf erfolgten Verarbeitung."
    }
  
  } 
